/* QuickTime Broadcaster localized strings */

"broadcasterError" = "Erreur de diffusion";

/* BroadcastDoc */

"broadcastDocFileWriteFailure" = "Échec d’écriture du fichier";
"broadcastDocSettingsValidationError" = "Réglage incorrect";
"broadcastDocBroadcast" = "Diffuser";
"broadcastDocStop" = "Arrêter";
"broadcastDocDefaultExportSDPFileName" = "sanstitre.sdp";
"broadcastDocDefaultExportMovieFileName" = "sanstitre.mov";
"broadcastDocExportButton" = "Exporter";
"broadcastDocDefaultPresetName" = "Mon préréglage";
"broadcastDocDuplicateApplePresetNameMessage" = "Veuillez choisir un seul nom.";
"broadcastDocDuplicatePresetNameTitle" = "Enregistrer ce préréglage ?";
"broadcastDocDuplicatePresetNameMessage" = "Ce préréglage existe déjà. Souhaitez-vous le remplacer ?";
"broadcastDocDuplicatePresetNameReplaceButton" = "Remplacer";
"broadcastDocDuplicatePresetNameCancelButton" = "Annuler";
"broadcastDocCouldNotBeSaved" = "Impossible d’enregistrer le fichier.";
"broadcastDocCustomMenuItem" = "Personnalisé";
"broadcastDocSavePresetMenuItem" = "Enregistrer…";
"broadcastDocDeletePresetMenuItem" = "Supprimer le préréglage";

/* BroadcastWindowController */

"broadcastWindowControllerDefaultWindowTitle" = "QuickTime Broadcaster";

/* BroadcastController */

"broadcastControllerInvalidDocumentVersion" = "Version du document incorrecte";
"broadcastControllerStateSetup" = "Configuration";
"broadcastControllerStateStartingBroadcast" = "Démarrage de la diffusion";
"broadcastControllerStatePrerolling" = "Mise en tampon";
"broadcastControllerStateBroadcasting" = "Diffusion";
"broadcastControllerStateStoppingBroadcast" = "Arrêter la diffusion";

/* BroadcasterAppController */

"broadcasterAppControllerOldQuickTimeError" = "QuickTime plus récent requis";
"broadcasterAppControllerOldQuickTimeMessage" = "QuickTime Broadcaster requiert QuickTime 6.0 ou ultérieur.";
"broadcasterAppControllerTimeBombExpired" = "QuickTime Broadcaster a expiré";
"broadcasterAppControllerTimeBombExpiredMessage" = "QuickTime Broadcaster est arrivé à expiration. Visitez :\n\n%@\n\npour télécharger une nouvelle version du logiciel.";
"broadcasterAppControllerTimeBombUpdateURL" = "http://www.apple.com/fr/quicktime/products/broadcaster/";
"broadcasterAppControllerQuit" = "Quitter";
"broadcasterAppControllerGoThere" = "Atteindre";

/* Preset Manager */

"presetManagerAudioPresetDirectory" = "Audio";
"presetManagerVideoPresetDirectory" = "Vidéo";
"presetManagerNetworkPresetDirectory" = "Réseau";
"presetManagerInvalidPreset" = "Préréglage incorrect";

/* Preferences */

"preferencesError" = "Erreur des Préférences";
"preferencesInvalidPresetDirectory" = "Répertoire de préréglages incorrect";
"preferencesInvalidRecordDirectory" = "Répertoire d’enregistrements incorrect";
"preferencesInvalidRecordName" = "Nom de séquence d’enregistrement incorrect";
"preferencesDefaultPresetsDirectory" = "/Library/QuickTime Broadcaster Presets";
"preferencesDefaultMoviesDirectory" = "/Movies";
"preferencesDefaultMovieName" = "maséquence";
"preferencesChooseButton" = "Choisir";

"qtbCopyright" = "Copyright © 2002-2009, Apple Inc.,\ntous droits réservés.";

